---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.IsothermalMoistureCapacity
source: html/681efa5b-ced2-c401-ef7e-f967f7166856.htm
---
# Autodesk.Revit.DB.SpecTypeId.IsothermalMoistureCapacity Property

Isothermal Moisture Capacity, in discipline Energy.

## Syntax (C#)
```csharp
public static ForgeTypeId IsothermalMoistureCapacity { get; }
```